module.exports = () => {
    return [
      '',
      '00/',
      {
        title: '01. Linux 是什么/如何学习',
        children:[
          '01/',
          '01/01.md',
          '01/02.md',
          '01/03.md',
          '01/04.md',
          '01/05.md',
          '01/06.md',
          '01/07.md',
          '01/08.md',
          '01/09.md'
        ]
      },
      {
        title: '02. 主机规划与磁盘分区',
        children:[
          '02/',
          '02/01.md',
          '02/02.md',
          '02/03.md'
        ]
      },
      {
        title: '03. 安装 CentOS 7.x',
        children:[
          '03/',
          '03/01.md',
          '03/02.md',
          '03/03.md',
          '03/04.md'
        ]
      },
      {
        title: '04. 首次登陆与线上求助',
        children:[
          '04/',
          '04/01.md',
          '04/02.md',
          '04/03.md',
          '04/04.md',
          '04/05.md'
        ]
      },
      {
        title: '05. Linux 的文件权限与目录配置',
        children:[
          '05/',
          '05/01.md',
          '05/02.md',
          '05/03.md',
          '05/04.md'
        ]
      },
      {
        title: '06. Linux 文件与目录管理',
        children:[
          '06/',
          '06/01.md',
          '06/02.md',
          '06/03.md',
          '06/04.md',
          '06/05.md',
          '06/06.md',
          '06/07.md'
        ]
      },
      {
        title: '07. Linux 磁盘与文件系统管理',
        children:[
          '07/01.md',
          '07/02.md',
          '07/03.md',
          '07/04.md',
          '07/05.md',
          '07/06.md',
          '07/07.md'
        ]
      },
      {
        title: '08. 文件与文件系统的压缩、打包与备份',
        children:[
          '08/01.md',
          '08/02.md',
          '08/03.md',
          '08/04.md',
          '08/05.md',
          '08/06.md',
          '08/07.md'
        ]
      }
  ]
}
