module.exports = () => {
  return [
    '',
    '00/',
    {
      title: '01. Linux 是什么/如何学习',
      children: [
        '01/',
        '01/01.md',
        '01/02.md',
        '01/03.md',
        '01/04.md',
        '01/05.md',
        '01/06.md',
        '01/07.md',
        '01/08.md',
        '01/09.md'
      ]
    },
    {
      title: '02. 主机规划与磁盘分区',
      children: [
        '02/',
        '02/01.md',
        '02/02.md',
        '02/03.md'
      ]
    },
    {
      title: '03. 安装 CentOS 7.x',
      children: [
        '03/',
        '03/01.md',
        '03/02.md',
        '03/03.md',
        '03/04.md'
      ]
    },
    {
      title: '04. 首次登陆与线上求助',
      children: [
        '04/',
        '04/01.md',
        '04/02.md',
        '04/03.md',
        '04/04.md',
        '04/05.md'
      ]
    },
    {
      title: '05. Linux 的文件权限与目录配置',
      children: [
        '05/',
        '05/01.md',
        '05/02.md',
        '05/03.md',
        '05/04.md'
      ]
    },
    {
      title: '06. Linux 文件与目录管理',
      children: [
        '06/',
        '06/01.md',
        '06/02.md',
        '06/03.md',
        '06/04.md',
        '06/05.md',
        '06/06.md',
        '06/07.md'
      ]
    },
    {
      title: '07. Linux 磁盘与文件系统管理',
      children: [
        '07/',
        '07/01.md',
        '07/02.md',
        '07/03.md',
        '07/04.md',
        '07/05.md',
        '07/06.md',
        '07/07.md'
      ]
    },
    {
      title: '08. 文件与文件系统的压缩、打包与备份',
      children: [
        '08/',
        '08/01.md',
        '08/02.md',
        '08/03.md',
        '08/04.md',
        '08/05.md',
        '08/06.md',
        '08/07.md'
      ]
    },
    {
      title: '09. vim 程序编辑器',
      children: [
        '09/',
        '09/01.md',
        '09/02.md',
        '09/03.md',
        '09/04.md',
        '09/05.md',
        '09/06.md'
      ]
    },
    {
      title: '10. 认识与学习 BASH',
      children: [
        '10/',
        '10/01.md',
        '10/02.md',
        '10/03.md',
        '10/04.md',
        '10/05.md',
        '10/06.md',
        '10/07.md',
        '10/08.md'
      ]
    },
    {
      title: '11. 正则表达式与文件格式化处理',
      children: [
        '11/',
        '11/01.md',
        '11/02.md',
        '11/03.md',
        '11/04.md',
        '11/05.md',
        '11/06.md'
      ]
    },
    {
      title: '12. 学习 Shell Scripts',
      children: [
        '12/',
        '12/01.md',
        '12/02.md',
        '12/03.md',
        '12/04.md',
        '12/05.md',
        '12/06.md',
        '12/07.md',
        '12/08.md'
      ]
    },
    {
      title: '13. Linux 账号管理与 ACL 权限设置',
      children: [
        '13/',
        '13/01.md',
        '13/02.md',
        '13/03.md',
        '13/04.md',
        '13/05.md',
        '13/06.md',
        '13/07.md',
        '13/08.md',
        '13/09.md',
        '13/10.md'
      ]
    },
    {
      title: '14. 磁盘配额（Quota）与进阶文件系统管理',
      children: [
        '14/',
        '14/01.md',
        '14/02.md',
        '14/03.md',
        '14/04.md',
        '14/05.md',
        '14/06.md'
      ]
    },
    {
      title: '15. 例行性工作排程（crontab）',
      children: [
        '15/',
        '15/01.md',
        '15/02.md',
        '15/03.md',
        '15/04.md',
        '15/05.md',
        '15/06.md'
      ]
    },
    {
      title: '16. 进程管理与 SELinux 初探',
      children: [
        '16/',
        '16/01.md',
        '16/02.md',
        '16/03.md',
        '16/04.md',
        '16/05.md',
        '16/06.md',
        '16/07.md'
      ]
    },
    {
      title: '17. 认识系统服务（daemons）',
      children: [
        '17/',
        '17/01.md',
        '17/02.md',
        '17/03.md',
        '17/04.md',
        '17/05.md',
        '17/06.md',
        '17/07.md'
      ]
    },
    {
      title: '18. 认识与分析登录文件',
      children: [
        '18/',
        '18/01.md',
        '18/02.md',
        '18/03.md',
        '18/04.md',
        '18/05.md',
        '18/06.md',
        '18/07.md'
      ]
    }
  ]
}
