module.exports = () => {
    return [
      '',
      '00/',
      {
        title: '01. Linux 是什么/如何学习',
        children:[
          '01/',
          '01/01.md',
          '01/02.md',
          '01/03.md',
          '01/04.md',
          '01/05.md',
          '01/06.md',
          '01/07.md',
          '01/08.md',
          '01/09.md'
        ]
      },
      {
        title: '02. 主机规划与磁盘分区',
        children:[
          '02/',
          '02/01.md',
          '02/02.md',
          '02/03.md'
        ]
      },
      {
        title: '03. 安装 CentOS 7.x',
        children:[
          '03/',
          '03/01.md',
          '03/02.md',
          '03/03.md',
          '03/04.md'
        ]
      },
      {
        title: '04. 首次登陆与线上求助',
        children:[
          '04/',
          '04/01.md',
          '04/02.md'
        ]
      }
  ]
}
